import React from 'react';

import "../styles/Main.css";

function Main() {
    return (
        <div className='main'>
            <h1>Приветствую Вас!</h1>
            <p>Данное приложение создано, чтобы помочь всем заинтерисованным в освоении новых языков. Ты можешь начать заниматься уже сейчас! Выбирай подходящую тему и запоминай относящиеся к ней слова, а наш тренажер с карточками с радостью поможет проверить усвоенный материал.</p>
            <div><p>Давай же скорее приступать!</p><button>Начать</button></div>
        </div>
    )
}

export default Main;